// Author: Serkan BAYKAL
// Version: 4.9.4.0 (20.02.2017)

// General

000 = Türkçe
001 = Evet
002 = Hayır
003 = TAMAM
004 = Çıkış
005 = Ana Paneli
006 = Kurallar Paneli
007 = İzin vermek istediğiniz programı bulun
008 = Engellemek istediğiniz programı bulun
009 = Bağlantıya izin vermek için uygulama penceresine tıklayın
010 = Bağlantıyı engellemek için uygulama penceresine tıklayın
011 = ya da bu işlemi iptal etmek için bu pencereye tıklayın
012 = erişimine izin vermek için yeni kural başarıyla oluşturuldu
013 = erişimini engellemek için yeni kural başarıyla oluşturuldu
016 = dosyasından politikaların tamamı başarılı bir şekilde içe aktarıldı
017 = dosyasına politikaların tamamı başarılı bir şekilde dışa aktarıldı
018 = Varsayılan politikalar başarıyla geri yüklendi.
021 = Bu kuralın eşleştiği dosyanın tam yolunu belirtiniz
022 = dosyasından kısmi politikalar başarılı bir şekilde içe aktarıldı
023 = dosyasına kısmi politikalar başarılı bir şekilde dışa aktarıldı
024 = Failed to import the policy file
025 = Failed to export the policy file
029 = Kullanım Kılavuzu
030 = Windows Güvenlik Duvarı durumunu kilitle
031 = Windows Güvenlik Duvarı durumunun kilidini aç
032 = Kilitle
033 = Kiliti Aç
034 = İptal
035 = Şifrenizi belirleyin
036 = Kiliti açmak için şifrenizi giriniz
037 = Geçersiz şifre
038 = Şifreyi göster
039 = Geliştiricinin internet sitesini ziyaret edin
040 = Windows Güvenlik Duvarı kurallarını yönet
041 = Uygulamanın kilidini açmak için kilit simgesine tıklayınız
042 = Windows Güvenlik Duvarı korumasını devre dışı bırakmak istediğinize emin misiniz?
043 = Tekrar gösterme
044 = Salt Okunur
045 = EdgeTraversal özelliği "Defer to user" olarak ayarlanmış Gelen Bağlantı Kuralları yapılabilecek değişikliklerin çok azını destekler. Bu nedenle bazı özellikler devre dışı bırakılacak. Devam edilsin mi?
046 = Bu kuralları silmek istediğinize emin misiniz?
050 = Genişletilmiş özellikler
051 = Bu kural sadece WFwAS ile yönetilebilecek ilave özellikler içermektedir.
052 = Sayım

// Tab items

100 = Profiller
200 = Uyarılar
300 = Seçenekler
400 = Kurallar
500 = Araçlar
600 = Hakkında

// Profiles

101 = Filtreleme seviyeleri hangi bağlantıların engelleneceğini hangi bağlantılara izin verileceğini belirler
102 = Yüksek Filtreleme
103 = Tüm gelen ve giden bağlantılar engellenecektir. Bu profil bilgisayarına yapılan ve bilgisayarınızdan dışarıya yapılmak istenen tüm bağlantı denemelerini engelleyecektir.
104 = Orta Seviye Filtreleme (Tavsiye edilen)
105 = Herhangi bir kural ile ilişkilendirilmemiş tüm dışarıya doğru olan bağlantılar engellenir. Sadece izin ver kuralına sahip uygulamalara izin verilir.
106 = Düşük Filtreleme
107 = Herhangi bir kural ile ilişkilendirilmemiş tüm dışarıya doğru olan bağlantılar engellenmez. Sadece engelle kuralı olan uygulamalar engellenir.
108 = Filtreleme Yok
109 = Windows Güvenlik Duvarı devre dışı. Başka bir güvenlik duvarı uygulaması çalışmıyorsa bu ayarı kullanmaktan sakının.
110 = Orta Seviye Filtreleme
111 = Kurulum veya güncelleme amacıyla daha düşük seviyeli bir profil seçildiğinde belirtilen süre sonunda otomatik olarak aktif olacak profili seçiniz
112 = Otomatik olarak ayarla
113 = sonra
114 = dakika

// Notifications

201 = Uyarı seviyeleri, dışarı giden ve engellenen hangi bağlantıların kullanıcıya gösterileceğini belirler
202 = Yüksek
203 = Dışarı giden ve engellenen tüm bağlantılar, sistem tarafından ve svchost.exe ve System tarafından oluşturulanlar dahil, için uyarı göster.
204 = Orta (tavsiye edilen)
205 = Dışarı giden ve engellenen tüm bağlantılar için uyarı göster (svchost.exe ve System tarafından oluşturulan bağlantılar hariç).
206 = Düşük
207 = Dijital imzalı uygulamalar için dışarı gidişe izin verme kuralı otomatik oluştur ve uyarıyı sadece imzasız uygulamalar için göster. Herhangi bir "izin ver" kuralıyla eşleşmeyen tüm programlara uygulanır.
208 = Devre dışı
209 = Uyarıları gösterme.
210 = Uyarı seçenekleri
211 = Uyarıları otomatik kapatma süresi
212 = saniye.
213 = Geçici kurallar için özel zamanaşımı süresi
214 = Yeni bir uyarı olduğunda ses çal
215 = Varsayılan sesi çal
216 = Belirtilen sesi çal
217 = Özel uyarı sesini seçiniz
218 = Uyarı sistemi kayıtlı kullanıcılara özeldir. Bu özelliği kullanabilmek için uygulamaya aktivasyonunu tamamlayınız. Desteğiniz için teşekkürler.
219 = Nasıl kayıtlı kullanıcı olunur bilgisi için tıklayınız
220 = Uyarıları diğer pencerelerin üstünde göster
221 = Gelişmiş uyarı seçenekleri
222 = Varsayılan gelişmiş ayarları resetle
223 = Eşleşen kuralları ararken izin ver kurallarını kullan. Mükerrer uyarılar gösteriliyorsa diğer güvenlik yazılımları ile uyumluluk için tavsiye edilir.
224 = Eşleşen kuralları ararken genel engelleme kurallarını kullan. Eğer tüm uygulamalara uygulanan engelleme kuralı, engellenen bir bağlantı ile eşleşirse uyarılar gösterilmeyecektir.
225 = Eşleşen kuralları ararken devre dışı olan kuralları kullan. Eğer eşleşen bir devre dışı kural bulunursa uyarılar gösterilmeyecektir.
230 = Düşük Uyarı Seviyesine dayalı dışarı giden bağlantı kuralı oluşturuldu.
240 = Uyarıları gösterilmeyecek olan programlar ve klasörleri aşağıda belirtiniz
241 = Uyarı istisnası
242 = İstisna ekle
243 = İstisnayı kaldır
244 = Burada yeni bir istisna tanımla
245 = Uyarı istisnası ekle
246 = Dosyayı hariç tut
247 = Klasörü hariç tut

// Options

301 = Bu bilgisayardaki tüm kullanıcı hesaplarına uygulanacak seçenekleri belirleyiniz
302 = Kabuk entegrasyonu
303 = Programı çalıştırılabilir uygulamaların ve bunların kısa yollarının içerik menüsüne ekle.
304 = Kullanıcı oturum açtığında otomatik olarak çalış
305 = Hızlı Kullanıcı Değiştir özelliği kullanıldığında, bu seçenek kullanıcının ilk oturum açmasına uygulanır.
308 = Genel Kısa yollar
309 = Genel Kısa yollar, çalışan herhangi bir uygulama içinde kullanabileceğiniz kısa yol tuşlarıdır.
310 = RGB renk kombinasyonu seçerek uygulamanın görünümünü tanımlayınız
311 = Kırmızı
312 = Yeşil
313 = Mavi
314 = Hex Renk kodu
319 = Güvenli Açılış
324 = Kullanıcı ayarlarını içe aktar, dışa aktar ya da geri yükle
325 = Kullanıcı ayarlarını dosyadan içeri aktar
326 = Kullanıcı ayarlarını dosyaya ver
327 = Tüm ayarları varsayılan değerlerine döndür
328 = Kullanıcı ayarları başarıyla dışa aktarıldı, dosya:
329 = Bu işlemi onaylamanız halinde ayarların aktif olabilmesi için uygulama yeniden başlatılacaktır. Devam etmek istediğinize emin misiniz?
330 = Windows Güvenlik Duvarı üzerinden izin ver
331 = Windows Güvenlik Duvarı üzerinden engelle

// Rules

401 = Yeni bir kural oluşturulurken hangi yön için oluşturulacağını belirtiniz:
402 = Giden Bağlantı(tavsiye edilen)
403 = Uygulamaları engeller veya izin verirken varsayılan olarak Giden Bağlantı Kuralı oluştur.
404 = Gelen Bağlantı
405 = Varsayılan olarak sadece Gelen Bağlantı Kuralı oluştur. Bu seçeneği dikkatli kullanınız. Gelen Bağlantı Erişimi genellikle sunucu uygulamaları için gerekir.
406 = Giden ve Gelen Bağlantı
407 = Varsayılan olarak her iki tip bağlantı için kural oluştur. Tavsiye edilmez.
408 = Yeni bir kural oluştururken yeni kuralın uygulanacağı konumu belirtiniz:
409 = Güvenlik Duvarı kurallarını içe aktar, dışa aktar veya geri yükle
410 = Windows Güvenlik Duvarı kurallarını dosyadan içe aktar
411 = Windows Güvenlik Duvarı kurallarını dosyaya aktar
412 = Windows Güvenlik Duvarı varsayılan kurallarını geri yükle
413 = Windows Firewall Control'ün tavsiye ettiği kuralları geri yükle
414 = Tam bir politika dosyası seçildi. Bu dosyadan kuralları içeri aktarmak, şu anda kullanılmakta olan Windows Güvenlik Duvarı kurallarının üzerine yazacaktır. Geçerli kurallarınızın bir kopyasını almak isterseniz, bir dosya belirterek dışa aktarmanız gerekir. Seçili dosyadan güvenlik duvarı kurallarını içe aktarmak ister misiniz?
415 = Varsayılan kurallar takımını geri yüklemek Windows kurulduğundan beri Windows Güvenlik Duvarı ayarlarında yaptığınız tüm değişiklikleri sıfırlar. Bu bazı uygulamaların çalışmamasına neden olabilir. Devam edilsin mi?
416 = Dosyadan içe aktar...
417 = Dosyaya dışa aktar...
418 = WFC tarafından tavsiye edilen kurallar yeniden oluşturuldu.
419 = Lütfen Kurallar Paneli penceresindeki görünümü yenileyiniz. Teşekkürler.
420 = Bu hareket Windows Güvenlik Duvarı günlük dosyasındaki tüm geçerli kayıtları silecektir. Devam etmek istediğinize emin misiniz?
421 = Kısmi politika dosyası seçildi. Bu dosyadaki kuralları içeri aktarmak kullanılmakta olan kurallarınızı değiştirmez, yeni kurallar ekler. Seçili dosyadan kuralları içe aktarmak ister misiniz?
422 = Seçili dosya geçersiz bir içeriğe sahip ya da bozuk!
423 = WFC'nin tavsiye ettiği kuralları geri yüklemek, bu kuralları yeniden oluşturur. Şu anda mevcut olan kurallar değişmeden kalır. Devam edilsin mi?

// Security

450 = Güvenlik
451 = Windows Firewall Control tarafından zorlanacak güvenlik iyileştirmelerini aşağıdan seçiniz
452 = Güvenli Açılış
453 = Sistem kapatılmasında otomatik olarak Yüksek Filtreleme profilini devreye sok. Windows başlangıcında, Ağ bağlantıları kullanıcı elle değiştirmediği sürece engellenecektir.
454 = Güvenilir Kurallar
455 = Aşağıda belirtilen yetkili gruplar içinde oluşturulmamış kurallara karşı korumayı devreye al.
456 = Yetkilendirilmiş gruplar
457 = Grup ekle
458 = Grup kaldır
459 = Aşağıya yeni bir yetkili grup tanımlayınız
460 = Dikkat. Grup ismi tanımlı yetkili gruplardan farklı olan tüm güvenlik duvarı kuralları, Windows Güvenlik Duvarı varsayılan kuralları dâhil, silinecek veya devre dışı bırakılacaktır. Geçerli kurallarınızın yedeğini almanız tavsiye edilir. Devam edilsin mi?
461 = Grup isimlerini geçerli mevcut kurallardan içe aktar
462 = Yetkisiz kurallar otomatik olarak
463 = silinmiş
464 = devre dışı
465 = Windows 10 uygulamaları için tanımlanmış güvenlik duvarı kurallarını hariç tutmak için tek bir @ simgesi kullanın
466 = Herhangi bir gruba tanımlanmamış kurallar algılandı. Bunların silinmemesi için bu kuralları Güvenli Kurallar özelliğini devreye almadan önce Windows Firewall Control grubuna eklemek ister misiniz?
467 = Grubu yetkilendir

// Tools

501 = Çeşitli sistem araçlarını kullanmak için aşağıdaki kısa yolları kullanınız. Unutmayınız ki, bu araçlar mevcut olan en yüksek yetkilerle çalıştırılacaktır.
502 = Gelişmiş Güvenlik ile Birlikte Windows Güvenlik Duvarı
503 = Olay Görüntüleyici
504 = Kaynak Monitörü
505 = Windows Güvenlik Duvarı Denetim Masası uygulaması
510 = Çeşitli çevrimiçi kontroller için kullanılacak adresleri belirtiniz
511 = IP Adres İtibarını kontrol adresi
512 = Dosyanın SHA256 hash'inden dosyayı kontrol etme adresi
513 = WHOIS sorgusu için kullanılacak adres
514 = Belirtilen port hakkında bilgi için bakılacak adres
520 = Kopyala...
521 = Tümü

// About

601 = Bu ürün hakkında
602 = Yeni bir sürümün mevcudiyetini kontrol et
603 = Güncelleme sunucusuna bağlanılamadı. Gerekiyorsa, bu programın bağlantı kurabilmesi için gerekli olan kuralın mevcudiyetini ve vekil sunucu ayarının doğru yapıldığından emin olunuz.
605 = En güncel sürümü kullanıyorsunuz. Şu anda yeni bir sürüm yok.
606 = Windows Firewall Control'un yeni bir sürümü mevcut
607 = Bu yeni sürümü indirmek ve güncellemek ister misiniz?
608 = Değişim günlüğünü göster
609 = Etkinleştirme Durumu
610 = Ürün etkinleştirildi
611 = Ürün etkinleştirilmemiş
612 = Desteğiniz için teşekkürler
613 = Etkinleştirmek için buraya tıklayınız
614 = Aşağıdaki, bu uygulamanın kurulumu esnasında otomatik olarak oluşturulan Kurulum No'nuzdur. Bununla ilişkili etkinleştirme numarasını aşağıdaki kutucuğa girin ve etkinleştirme tuşuna tıklayarak ürünü etkinleştirin. İlişkili etkinleştirme numaranızı almak için lütfen web sitemizden kayıtlı olduğunuz hesabınızla giriş yapınız.
615 = Oturum açma sayfası için buraya tıklayın
616 = Kurulum No
617 = Etkinleştirme Numarası
618 = Etkinleştir
619 = Panoya kopyala
620 = Panodan yapıştır
621 = Arabirim tipleri
622 = Tüm arabirim tipleri
623 = Belirli arabirim tipleri
624 = Yerel Alan Ağı (LAN)
625 = Uzaktan Erişim
626 = Kablosuz
627 = Gelen
628 = Giden
629 = Her ikisi
640 = Edge traversal
641 = ICMP ayarları
642 = İlk sütunu sabitle
680 = Girdiler
681 = Tüm girdiler
682 = Son girdi
690 = Güncelleme için otomatik kontrol
691 = Vekil sunucu ayarlarını kullan
692 = Vekil Sunucu ayarları
693 = Adres
694 = Kullanıcı Adı
695 = Şifre
699 = Ana işlem

// Manage Rules

700 = işlem kimliği
701 = İsim
702 = Grup
703 = Program
704 = Konum
705 = Devrede
706 = Eylem
707 = Yön
708 = Yerel adres
709 = Yerel port
710 = Uzak adres
711 = Uzak port
712 = Protokol
713 = Hizmet
714 = Açıklama
715 = Oluşturma Zamanı
716 = Eylemler
717 = Listeyi yenile
718 = Geçersiz kuralları göster
719 = Günlüğü temizle
720 = Kuralları ara
721 = Bağlantı Günlüğü
722 = Windows Güvenlik Duvarı bağlantı günlüğünü göster
723 = Göster
724 = Göster
725 = Son 100 bağlantı
726 = Son 500 bağlantı
727 = Tüm bağlantılar
728 = bağlantı
729 = Sütun ayarları
730 = Göster
731 = kural
732 = Tüm kurallar
733 = Gelen kuralları
734 = Giden Kuralları
735 = Kullanıcı tanımlı kurallar
736 = Süz
737 = Süz'ü kaldır
738 = Devrede olanları süz
739 = Devre dışı olanları süz
740 = Ara
741 = Bağlantıları günlüğe yaz
742 = Politikalar
743 = Kuralları dosyadan içeri aktar
744 = Tüm kuralları dışa aktar
745 = Seçili kuralları dışa aktar
746 = Varsayılan kuralları geri yükle
747 = Tavsiye edilen kuralları geri yükle
748 = İzin verilen bağlantılar
749 = Engellenen bağlantılar
750 = Yeni kural oluştur
751 = İzin vermek için göz at
752 = İzin vermek için tıkla
753 = Engellemek için göz at
754 = Engellemek için tıkla
755 = Bu uygulamaya izin ver
756 = Bu uygulamayı engelle
757 = Boş kural
758 = Özelleştir ve oluştur
759 = Engellenen bir bağlantının günlüğe yazılmasını durdurmak aynı zamanda bu engelleme hakkında bildirim yapılmasını da durdurur. Devam etmek istediğinize emin misiniz?
760 = Seçenekler
761 = İzin ver
762 = Engelle
763 = Devreye al
764 = Devre dışı
765 = Sil
766 = Özellikler
767 = Kopyasını oluştur
768 = Genel
769 = Gelişmiş
770 = Uygula
771 = Protokoller ve portlar
772 = Yerel ve uzak IP adresleri
773 = Gelen
774 = Giden
775 = Etki Alanı
776 = Özel
777 = Ortak
778 = Tümü
779 = Oluştur
780 = Herhangi
781 = Tüm Portlar
782 = İsteğe bağlı portlar
783 = İsteğe bağlı adresler
784 = Tüm uygulamalar
785 = Bu uygulama
786 = Göz at...
787 = Ör: 80,443,9-29
788 = Ör: 50.87.146.202
790 = Lütfen çalıştırılabilir dosyalara göz atacağınız klasörü seçiniz
791 = dosyalar
792 = Lütfen veriyi yüklemek için Yenile düğmesine ya da F5 tuşuna basın
793 = Lütfen bekleyiniz...
794 = Gruba ekle
795 = Sıralamayı sıfırla
796 = Bağlantılar
797 = Yakın zamanda engellenenler
798 = Yakın zamanda izin verilenler
799 = Mükerrer kuralları göster

// Notification Dialog

800 = Giden bir bağlantı engellendi
801 = Kaynak
802 = Uzak
803 = İmzalı
804 = Uzak IP 
805 = bu kuralı oluşturmadan önce özelleştir
806 = bu uygulamaya izin ver
807 = Bu uygulamanın internet erişimine her zaman izin ver
808 = Bu uygulamayı engelle
809 = Bu uygulamanın internet erişimini her zaman engelle
810 = Şimdilik engelle ve daha sonra tekrar sor
811 = Geçici olarak izin ver
812 = Bu dosyayı kontrol et
813 = WHOIS sorgusunu başlat
814 = Bu IP adresini doğrula
815 = Dosya konumunu aç
816 = Tam yolu panoya kopyala
817 = Dosya ismini panoya kopyala
818 = Port hakkında daha fazla bilgi
819 = Kural ayrıntılarına dön
823 = Geçici olarak izin ver
824 = Geçici olarak engelle
825 = WFC yeniden başlayana kadar
830 = Kuralları birleştir
831 = Birleştirilmiş Kural
840 = Tüm programlar ve servislere uygula
841 = Sadece servislere uygula
850 = Kaynak Adres
851 = Kaynak Port
852 = Hedef Adres
853 = Hedef Port

// Validations

920 = Kural ismi giriniz
921 = Parametre değeri boş olamaz
922 = Port değeri 0 ile 65535 arası olmak zorundadır
923 = Geçerli bir IP aralığı giriniz
924 = Geçerli bir IP giriniz
925 = Mükerrer parametre girmeyiniz
926 = Değeri girilmemiş parametreye izin verilmiyor
927 = Sıfırdan küçük değerler kullanmayınız
928 = Geçersiz Port aralığı
929 = Alanı boş bırakmayınız
930 = Bu dosya mevcut değil
931 = Desteklenen eklentiler
932 = Bu alan 0 ile 999 arasında sayısal bir değer almalı
933 = Geçersiz Alt Ağ Maskesi
934 = Bu alan 1 ile 60 arasında sayısal bir değer almalı
935 = Gerekli alan
936 = Geçersiz kural. Bu kural için girilen uygulama yolu diskte mevcut değil.
940 = Windows Firewall Control servisine bağlanılamadı

// Uninstall

950 = Uygulamayı kaldır
951 = Bu uygulamayı bilgisayarınızdan kaldıracaktır. Mevcut Windows Güvenlik Duvarı ayarlarına ne olacağını seçiniz:
952 = Varsayılan Windows Güvenlik Duvarı ayarlarına geri dön. Kullanıcı tarafından oluşturulan tüm kurallar silinip sadece Windows Güvenlik Duvarı varsayılan kuralları devreye alınacaktır.
953 = Bu uygulamanın kurulduğu zamandaki ayarlara geri dön. Uygulama kurulduğu zaman mevcut bulunan kurallar devreye alınacaktır.
954 = Şu anda mevcut olan kural ve ayarları değiştirme. Sadece uygulamayı kaldır.
955 = Etkinleştirme durumunu sil
956 = Windows Güvenlik Duvarı izlemesini (günlüğü) kapat
957 = Uygulama kaldırılıyor...